tap "mongodb/brew"
tap "freight-hub/internal"

brew "atuin"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "helix"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "saml2aws"
brew "sops"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "wget"
brew "yamlfmt"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "podman"
brew "podman-compose"

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "freight-hub/internal/forto-cli"
brew "mongodb/brew/mongodb-database-tools"

cask "podman-desktop"
cask "alt-tab"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "rectangle"
